Repository: bjzz/lalalala
Catalog: AnyTrans5/SilentBackupServer/SilentBackupServer/*.lproj/Localizable.strings
Languages: ar, de, es, ja

# Backup_Start
source: AnyTrans is backing up your "%@" via Wi-Fi (%d%%).
ar: جاري عمل النسخ الاحتياطي لجهاز "%@" عبر شكبة لاسلكية (%d%%).
de: AnyTrans sichert Ihr Gerät "%@" per Wi-Fi Netzwerk (%d%%).
es: AnyTrans está haciendo copia de su "%@" vía Wi-Fi (%d%%).
ja: AnyTransはWi-Fiで”%@”をバックアップしています (%d%%)。

# Backup_Error
source: An error occurred when backing up your "%@". Error code "%d".
ar: حدث خطأ ما عندما عمل النسخ الاحتياطي لجهازك "%@". كود خاطئ: "%d".
de: Ein Fehler ist bei der Sicherung von Ihrem "%@" aufgetreten. Fehlercode "%d".
es: Se produjo un error cuando hacía copia de su "%@". Código de error: "%d".
ja: "%@"をバックアップ中にエラーが発生しました。エラーコード： "%d"

# Backup_Complete
source: Back up "%@" completed.
ar: تم عمل النسخ الاحتياطي لجهازك "%@".
de: "%@" Backup abgeschlossen.
es: "%@" Copia completa.
ja: "%@"バックアップ完了

# Backup_Complete_Limite1
source: Current version only allows you to back up %@ data. Please update to the full version to enjoy an unlimited backup service.
ar: تسمح نسخة مجانية لك بعمل النسخ الاحتياطي %@ من البيانات. يرجى الترقية إلى النسخة الكاملة للاستمتاع بكافة خدمات النسخ الاحتياطي.
de: Die aktuelle Version kann nur %@ Daten sichern. Bitte aktualisieren Sie auf die Vollversion, um einen unbegrenzten Backup-Service zu nutzen.
es: La versión actual solamente permite hacer copia de %@ dato. Por favor actualice AnyTrans para más servicio ilimitado.
ja: 未認証版では、%@のみバックアップできます。制限なしでバックアップするには、完全版にアップデートしてください。

# Backup_Complete_Limite2
source: Insufficient backup storage! Please update to the full version of Air Backup to enjoy an unlimited backup service.
ar: مساحة تخزين النسخ الاحتياطي غير كافية! يرجى الترقية إلى النسخة الكاملة من Air Backup للاستمتاع بكافة خدمات النسخ الاحتياطي.
de: Der Sicherungsspeicher reicht nicht aus! Bitte aktualisieren Sie auf die Vollversion, um einen unbegrenzten Backup-Service zu nutzen.
es: ¡Espacio insuficiente de backup! Por favor actualice AnyTrans para más servicio ilimitado.
ja: 十分なバックアップストレージがありません。制限なしでバックアップするには、完全版にアップデートしてください。

# Backup_Unlock_Btn
source: Update to Back Up More Data >
ar: فك قفل المزيد من مساحة النسخ الاحتياطي >
de: Mehr Speicher freischalten >
es: Desbloquee más espacio de backup >
ja: 今すぐアップデート >

# PrepareBackup_Start
source: Preparing back up your "%@" via Wi-Fi, please wait...
ar: جاري إعداد النسخ الاحتياطي لجهازك "%@" عبر شبكة Wi-Fi، الرجاء الانتظار...
de: Es ist zur Sicherung von "%@" per Wi-Fi bereit, bitte warten...
es: Preparando hacer copia de su "%@" vía Wi-Fi, por favor espere…
ja: Wi-Fiで"%@"をバックアップすることを準備中、しばらくお待ちください...

# WifiDeviceConnected_Tips
source: Connecting "%@", please wait...
ar: جاري ربط "%@"، الرجاء الانتظار...
de: "%@" verbinden, bitte warten...
es: Conectando "%@", por favor espere...
ja: "%@"を接続中、しばらくお待ちください...

# BatteryNotification_Low
source: %d%% battery remaining. Please charge your device!
ar: %d%% من البطارية المتبقية. الرجاء شحن جهازك!
de: %d%% verbleibende Batterielaufzeit. Bitte laden Sie Ihr Gerät auf!
es: %d%% batería restante. ¡Por favor cargue su dispositivo!
ja: バッテリー残量は%d%%。お使いのデバイスを充電してください。

# BackupOutOfDateNotification
source: "%@" failed to automatically back up data as scheduled. Do you want to back up now?
ar: فشل جدولة النسخ الاحتياطي تلقائيا للبيانات. هل ترغب في نسخ احتياطي الآن؟
de: Ein Fehler ist bei der Sicherung von "%@" aufgetreten. Möchren Sie es jetzt sichern?
es: No se puede hacer copia de "%@" como horario programado. ¿Desea hacer la copia de seguridad ahora?
ja: スケジュール通りに"%@"を自動的にバックアップすることができませんでした。今バックアップしますか？

# BatteryHighNotification
source: The battery of "%@" remains %d%%, which is not qualify to back up your iOS data.
ar: %d%% من البطارية متبقية في جهاز "%@"، التي لا يمكن عمل النسخ الاحتياطي لبيانات جهازك. يرجى تشغيل AnyTrans لإجراء.
de: Es ist noch %d%% Batterielaufzeit von "%@" verblieben, die Sicherung ist nicht verfügbar.
es: Solo queda %d%% de batería de "%@". Por favor inicie AnyTrans para hacer el cambio.
ja: "%@"のバッテリー残量は%d%%のため、バックアップできません。AnyTransで設定を変更してください。

# OkBtnText
source: OK
ar: نعم

# CancelBtnText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
ja: キャンセル

# AirBackup_DeviceStoped
source: Back up %@ stopped.
ar: تم إيقاف النسخ الاحتياطي لجهاز %@.
de: Sicherung von %@ wurde abgebrochen.
es: Se ha detenido la copia de %@.
ja: %@のバックアップが中止されました。

# SP_Download_Url
source: http://www.imobie.com/anytrans/download.htm
ar: http://ar.imobie.com/anytrans/download.htm
de: http://www.imobie.de/anytrans/download.htm
es: http://www.imobie.es/anytrans/download.htm
ja: http://www.imobie.jp/anytrans/download.htm
